# создаем шаблон заполнения словаря с пользователями для теории
user_dict_template_theory: dict = {'less': 1}


# создаем шаблон заполнения словаря с пользователями для практики
user_dict_template_practice: dict = {'practice': 1}


# инициализируем "базу данных" для теории
users_db: dict = {}


# инициализируем "базу данных" для практики
users_db_pr: dict = {}


# инициализируем "базу данных" для полировки
users_db_polir: list = []

# инициализируем "базу данных" для блока смм
users_db_smm: list = []
